Repository: mohammadprgrm20123/Flutter_book_Shop1
Catalog: lib/l10n/intl_*.arb
Languages: fa

# app_name
source: booki shop
fa: بوکی شاپ

source: The most famous books
fa: معروف ترین کتاب ها

source: more
fa: بیشتر

source: the best
fa: بهترین ترین ها

source: details
fa: مشخصات

# add_to_favorite
source: add to favorite list
fa: اضافه کردن به علاقه مندی ها

source: book introduction
fa: معرفی کتاب

source: favorite
fa: علاقه مندی ها

source: search
fa: جستوجو

source: profile
fa: پروفایل

# popular
source: Populars
fa: معروف ترین ها

# audio_books
source: Audios books
fa: کتاب های صوتی

source: Error
fa: خطا

# details_error
source: User with this Info
fa: کاربری با این مشخصات وجود ندارد

# please_fill_parameters
source: Please fill in the values
fa: لطفا مقادیر را پر کنید

source: userName
fa: نام کاربری

source: Password
fa: رمز عبور

source: Enter
fa: ورود

source: Persion
fa: فارسی

source: English
fa: انگلیسی

source: Exit
fa: خروج

# not_exit_cases
source: There is no case
fa: موردی وجود ندارد

source: Filter by category
fa: فیلتر بر اساس دسته بندی

# filter_price
source: Filter by crice
fa: فیلتر قیمت

# set_filter
source: Apply filter
fa: اعمال فیلتر

source: Toman
fa: تومان

# category_stoy
source: Story
fa: داستانی

# novel
source: Noval
fa: رمان

source: philosophy
fa: فلسفه

source: Psychology
fa: روانشناسی

source: epic
fa: حماسی

source: Book name
fa: نام کتاب

# edit_product
source: Edit Book
fa: ویرایش محصول

source: Error
fa: خطا

source: price
fa: قیمت

source: Author Name
fa: نام نویسنده

# count_pages
source: number of pages
fa: تعداد صفحات

source: Publisher
fa: ناشر

source: Summery of book
fa: خلاصه کتاب

source: First Tag
fa: تگ اول

source: Second Tag
fa: تگ دوم

source: Third Tag
fa: تگ سوم

source: Forth Tag
fa: تگ چهارم

source: Record
fa: ثبت

source: Cart Shop
fa: سبد خرید

source: Delete
fa: حذف

# continue1
source: Continue
fa: ادامه فرایند

source: Success Purchase
fa: خرید موفق

source: Report Purchase
fa: گزارش خرید ها

source: Category
fa: دسته بندی

source: Score
fa: امتیاز

source: Edit
fa: ویرایش

source: Add product
fa: اضافه کردن محصول

# book_add_to_favortie
source: The book was added to the favorites list
fa: کتاب مورد نظر به لیست علاقه مندی ها اضافه شد

# record_done
source: it is registered
fa: ثبت شد

# has_problem
source: There is a problem
fa: مشکلی وبجود آمده است

# record_product
source: The product was successfully registered
fa: محصول مورد نظر با موفقیت ثبت شد

# congratulation
source: Congratulations!!
fa: تبریک!!

# success_edit
source: The product was successfully edited
fa: محصول مورد نظر با موفقیت ویرایش شد

# check_network
source: Please check your internet
fa: لطفا اینترنت خود را چک کنید

# count_of_cart_shops_zero
source: The number of your goods is zero
fa: تعداد کالای شما صفر است

# book_add_cart_shop
source: The desired book was added to the cart
fa: با موفقیت به سبد خرید اضافه شد
